<!doctype html>
<html lang="en">
  <head>
    <meta charset="UTF-8">
    <link rel="stylesheet" href="css/bootstrap-arabic.css" />
    <link rel="stylesheet" href="css/font-awesome.css" />
    <script src="js/bootstrap-arabic.js"></script>
    <script src="js/jquery.js"></script>
  </head>

  <body>
    <?php include("includes/indexnav.php"); ?>

    <div class="container text-center" style="margin-top:60px">
      <div class="row">
        <img src="img/moe.jpg" />
        <h2>سیستم نظارت و ارزیابی</h2>
        <h3>ریاست عمومی تربیه معلم</h3>
        <p>
            ریاست عمومی تربیه معلم دارای یک سیستم جامع نظارت و ارزیابي میباشد که بر اساس تکنالوژی موبایل استوار است. این سیستم تمام فورم های که مربوط به نظارت و ارزیابی میشود،  را در یک نرم افزار خاص جابجا نموده است که توسط موبایل قابل استفاده میباشد. چهار نوع فورم که در بخش قبل از خدمت برای دارالمعلمین ها و مراکز حماییوی استفاده میشود عبارت از فورم مصاحبه با کارمندان اداری (رییس، معاون ادرای و تدریسی) که موضوعات پلانگذاري، تشکیل، بودیجه، گزارش گیری، و گزارش دهی، و همچنان تسهیلات موجود یک موسسه را دارا میباشد. 
        </p>
        <p>
            فورم مصاحبه با آمرین دیپارتمنت موضوعات نظارت از تدریس استادان، فراهم نمودن تسهیلات آموزشي برای استادان دیپارتمنت مربوطه میباشد، فورم مصاحبه با استادان در رابطه با نصاب تعلیمی، تسهیلات موجود در مؤسسه، کمبودات و مشکلات موجود در پروسه آموزش را در بر میگیرد.‌ همچنان فورم مشاهده تدریس استادان که شامل پلان درسی ساعتوار و ماهوار٫ چگونگی تدریس، استفاده از مواد ممد درسی، حاکمیت بالای موضوع درس، زمینه سازی برای اشتراک فعال محصلان در پروسه تدریس را شامل میشود.  فورم مصاحبه با محصل که شامل چگونگی آموزش، سطح رضایت از پروسه آموزش، اعاشه و اباطه، و سطح رضایت از بخش اداری موسسه مربوطه میباشد. 
مزایای این نرم افزار عبارت از دقت، دسترسی اسان و به موقع به معلومات، تسهیل تحلیل دیتا برای تهیه گزارشات که سبب تصمیم گیری دقیق برای بهبود اجرات، پالیسی و پلانگذاری میشود٫ و همچنان استفاده از سیستم موقعیت یاب GPS دقت معلومات را افزایش داده و موقعیت دقیق شخص ارسال کننده معلومات را تشخیص میدهد که یکی از ویژگی ها مختص به این سیستم میباشد. برعلاوه توسط این نرم افزار میتوان تصاویر، ویدیو ها، و همچنان امضا شخص مصاحبه شونده و مصاحبه کننده را نیز دریافت و ذخیره کرد.  این سیستم قابلیت نمایش معلومات را به اشکال مختلف که برای همه قابل فهم میباشد را نیز دارا میباشد از آن جمله معلومات استادان، محصلین، وضعیت تعلیمی، تسهیلات و امکانات موجود را بروی نقشه ها برای نقاط مشخص جغرافیایی نشان میدهد. این سیستم برعلاوه تحلیل راپور های عددی، قادر به تحلیل راپورهای کیفیتی نیز میباشد. 
        </p>
        <hr/>
        <a href="pre_register.php" class="btn btn-primary">ثبت نام نمایید!</a>
        <a href="login.php" class="btn btn-success">داخل سیستم شیود!</a>
    </div>
    <br/>
    <?php include("includes/footer.php"); ?>
  </body>
  </html>